{
    "validation.first_name.required": "First name is required",
    "validation.first_name.min": "First name must be at least 2 characters",
    "validation.first_name.max": "First name cannot exceed 50 characters",
    "validation.first_name.regex": "First name contains invalid characters",
    "validation.last_name.required": "Last name is required",
    "validation.last_name.min": "Last name must be at least 2 characters",
    "validation.last_name.max": "Last name cannot exceed 50 characters",
    "validation.last_name.regex": "Last name contains invalid characters",
    "validation.phone.required": "Phone number is required",
    "validation.phone.regex": "Please enter a valid phone number",
    "validation.phone.min": "Phone number is too short",
    "validation.phone.max": "Phone number is too long",
    "validation.email.required": "Email address is required",
    "validation.email.email": "Please enter a valid email address",
    "validation.email.max": "Email address is too long",
    "validation.email.unique": "Email adress has been already registred.",
    "validation.question.max": "Question cannot exceed 1000 characters",
    "validation.consent.accepted": "You must agree to the terms and conditions",
    "Modernas brīvdienu dizaina mājas tavai atpūtai!": "Modern holiday design houses for your relaxation!",
    "Uzzināt vairāk": "Learn more",
    "Par mums": "About us",
    "Klusuma greznība Siguldas sirdī!": "The luxury of silence in the heart of Sigulda!",
    "Siguldas Skati - Moduļu māju parks": "Siguldas Skati - Modular house park",
    "Siguldas skati": "Siguldas Skati",
    "Īpaša atpūtas vieta tiem, kuri meklē mieru, klātbūtnes un skaistuma sajūtu pašā Siguldas sirdī. Mūsu stāsts sākas vietā, kur dizains saplūst ar dabu un miers kļūst par lielāko greznību.": "A special place of relaxation for those seeking peace, presence and a sense of beauty in the very heart of Sigulda. Our story begins where design merges with nature and peace becomes the greatest luxury.",
    "Atrodoties tieši līdzās Panorāmas ratam un Svētku laukumam, esam radījuši modernas brīvdienu dizaina mājas, kas piedāvā ne tikai naktsmītni, bet arī sajūtu pieredzi. Šeit ainava kļūst par interjera daļu, un katrs gadalaiks sniedz jaunu skatpunktu – no miglainiem rudens rītiem līdz sniegotām virsotnēm vai saulainām vasaras dienām.": "Located right next to the Panorama Wheel and Festival Square, we have created modern holiday design houses that offer not only accommodation but also a sensory experience. Here the landscape becomes part of the interior, and each season provides a new perspective – from misty autumn mornings to snowy peaks or sunny summer days.",
    "Mēs piedāvājam vietu, kur vienkāršība nozīmē kvalitāti, minimālisms – apzinātu komfortu, un katrā detaļā jūtama mīlestība pret vietu, kur dzīvojam. Šis projekts ir mūsu aicinājums atgriezties pie tā, kas būtisks – miera, klātbūtnes un skaistuma.": "We offer a place where simplicity means quality, minimalism means conscious comfort, and in every detail you can feel the love for the place where we live. This project is our invitation to return to what is essential – peace, presence and beauty.",
    "Dizaina mājas, sauna un džakūzis": "Design houses, sauna and jacuzzi",
    "Izsmalcināta atpūta starp pilsētu un dabu!": "Sophisticated relaxation between city and nature!",
    "Miers nav kaut kur tālu! Tas ir šeit - starp dizainu, dabu un Tevi!": "Peace is not somewhere far away! It is here - between design, nature and You!",
    "Drona skats uz māju parku": "Drone view of the house park",
    "Galerija": "Gallery",
    "Siguldas skatu galerija.": "Siguldas Skati gallery.",
    "Ko sniedz pieredze Siguldas Skatos?": "What does the experience at Siguldas Skati offer?",
    "Dizaina brīvdienu mājas ar skatu uz Siguldu!": "Design holiday houses with a view of Sigulda!",
    "Klusums un miers": "Silence and peace",
    "Mūsu brīvdienu dizaina mājās nav steigas – šī ir vieta, kur Tu vari elpot dziļāk, dzirdēt sevi un atpūsties bez stresa.": "There's no rush in our holiday design houses – this is a place where you can breathe deeper, hear yourself and relax without stress.",
    "Estētika un komforts": "Aesthetics and comfort",
    "Pārdomāts dizains, kvalitatīvas detaļas un mājīgums, kas ļauj justies kā mājās – tikai vēl labāk.": "Thoughtful design, quality details and coziness that makes you feel at home – only better.",
    "Atmiņas un sajūtas": "Memories and experiences",
    "Šī nav tikai naktsmītne – tā ir iespēja apstāties, sajust vidi un ieraudzīt Siguldu citām acīm.": "This is not just accommodation - it's an opportunity to stop, feel the environment and see Sigulda through different eyes.",
    "Izcila lokācija": "Excellent location",
    "Vietu pašā Siguldas sirdī, kur daba un pilsētas kultūras notikumi satiekas viena soļa attālumā.": "A place in the very heart of Sigulda, where nature and city cultural events meet within walking distance.",
    "Sigulda ir vairāk nekā galamērķis – tā ir sajūta.": "Sigulda is more just a destination – it's a feeling.",
    "Mēs esam tepat, lai palīdzētu Tev to iepazīt savā ritmā.": "We are here to help you discover it at your own pace.",
    "Sigulda Skati Sauna": "Sigulda Skati Sauna",
    "Ko vēl darīt Siguldā?": "What else to do in Sigulda?",
    "Sigulda ir vieta, kur daba, kultūra un piedzīvojumi saplūst vienā ainavā. Neatkarīgi no gadalaika, šeit katrs var atrast sev piemērotu ritmu – vai tā būtu nesteidzīga pastaiga dabas takās, kultūras baudījums vai mazs piedzīvojums virs koku galotnēm.": "Sigulda is a place where nature, culture and adventures merge into one landscape. Regardless of the season, everyone can find their own rhythm here – whether it's a leisurely walk on nature trails, cultural enjoyment or a small adventure above the treetops.",
    "Uzzini pirmais par jaunumiem!": "Be the first to learn about news!",
    "Izvēlne": "Menu",
    "Dizaina mājas": "Design houses",
    "BUJ": "FAQ",
    "Kontakti": "Contacts",
    "Informācija": "Information",
    "Privātuma politika": "Privacy policy",
    "Cēsu": "Cēsu",
    "Pieseko": "Follow",
    "© Siguldas skati 2025 | Visas tiesības rezervētas.": "© Siguldas skati 2025 | All rights reserved.",
    "Mājaslapu izstrādāja": "Website developed by",
    "Mājokļa noteikumi": "Housing rules",
    "Reģistrācijai nav vecuma ierobežojumu": "There is no age limit for registration",
    "Ballītes/pasākumi nav atļauti": "Parties/events are not allowed",
    "Viesiem ir jāuzvedas klusu no plkst. 23:00 līdz 07:00": "Guests must be quiet from 23:00 to 07:00",
    "Mājdzīvnieki nav atļauti": "Pets are not allowed",
    "Uguns": "Fire",
    "Smēķēšana nav atļauta": "No smoking",
    "Drošība un īpašums": "Safety and property",
    "Dūmu detektors": "Smoke detector",
    "Mājoklis aprīkots ar dūmu detektoru": "The housing is equipped with a smoke detector",
    "Atcelšanas politika": "Cancellation policy",
    "Atcelšanas politika pieejama Booking platformā <a href=\"https://www.booking.com/hotel/lv/siguldas-skati-sigulda.lv.html#availability\" target=\"blank\" class=\"underline\">šeit</a>.": "Cancellation policy is available on Booking platform <a href=\"https://www.booking.com/hotel/lv/siguldas-skati-sigulda.lv.html#availability\" target=\"blank\" class=\"underline\">here</a>.",
    "Rezervēt": "Book",
    "Ērtības un": "Amenities and",
    "aprīkojums": "equipment",
    "Cenas un papildu": "Prices and additional",
    "informācija": "information",
    "Lietas, ko ņemt vērā": "Things to consider",
    "Sazinies ar mums": "Contact us",
    "Sazinies ar mums, ja rodas neskaidrības vai vēlies uzzināt vairāk par mūsu brīvdienu dizaina": "Contact us if you have any questions or want to learn more about our holiday design",
    "Telefons": "Phone",
    "E-pasts": "E-mail",
    "Adrese": "Address",
    "Paredzēts": "Intended for",
    "1 personai": "1 person",
    ":count personām": ":count people",
    "1 bērns": "1 children",
    ":count bērni": ":count children",
    "Apskati citas dizaina mājas!": "Check out other design houses!",
    "Papildērtības": "Additional amenities",
    "Biežāk uzdotie jautājumi": "Frequently asked questions",
    "Šeit ir atbildes uz biežāk uzdotajiem jautājumiem par mūsu dizaina mājām un saunām.": "Here are answers to frequently asked questions about our design houses and saunas.",
    "Dabas takas": "Nature trails",
    "Aktīvā atpūta": "Active recreation",
    "Garšu pieredze": "Taste experience",
    "Kultūra un vēsture": "Culture and history",
    "1. Personas datu apstrāde": "1. Personal data processing",
    "Mēs apkopojam un apstrādājam jūsu personas datus tikai tad, ja tas ir nepieciešams, lai": "We collect and process your personal data only when it is necessary to",
    "2. Sīkdatnes un to": "2. Cookies and their",
    "Sīkdatne": "Cookie",
    "Mērķis": "Purpose",
    "Derīguma termiņš": "Expiration date",
    "3. Trešo pušu sīkdatnes": "3. Third-party cookies",
    "Papildus mūsu izmantotajām sīkdatnēm mūsu mājaslapa var saturēt arī trešo pušu sīkdatnes,": "In addition to the cookies we use, our website may also contain third-party cookies,",
    "4. Kā kontrolēt un dzēst": "4. How to control and delete",
    "Jūs varat mainīt savus sīkdatņu iestatījumus, izmantojot pārlūka iestatījumus vai mūsu": "You can change your cookie settings using your browser settings or our",
    "5. Jūsu tiesības saistībā": "5. Your rights regarding",
    "Jums ir tiesības:": "You have the right to:",
    "Piekļūt saviem datiem un saņemt informāciju par to apstrādi": "Access your data and receive information about its processing",
    "Pieprasīt labot neprecīzus vai nepilnīgus datus": "Request correction of inaccurate or incomplete data",
    "Pieprasīt dzēst savus personas datus, ja tie vairs nav nepieciešami": "Request deletion of your personal data if it is no longer necessary",
    "Ierobežot savu datu apstrādi noteiktos gadījumos": "Restrict the processing of your data in certain cases",
    "Saņemt savus personas datus strukturētā formātā un nodot tos citam pakalpojumu": "Receive your personal data in a structured format and transfer it to another service",
    "Iebilst pret datu apstrādi, ja tā tiek veikta uz mūsu leģitīmajām interesēm": "Object to data processing if it is based on our legitimate interests",
    "6. Politikas izmaiņas": "6. Policy changes",
    "cookieConsent::cookies.cookie": "cookieConsent::cookies.cookie",
    "cookieConsent::cookies.purpose": "cookieConsent::cookies.purpose",
    "cookieConsent::cookies.duration": "cookieConsent::cookies.duration",
    "cookieConsent::cookies.title": "cookieConsent::cookies.title",
    "Atpakaļ": "Back",
    "Saglabāt": "Save",
    "Šobrīd nav aktīvu māju!": "Currently no active houses!",
    "Rādīt visas papildērtības": "Show all additional amenities",
    "Hmm... lapa nav atrasta! :(": "Hmm... page not found! :(",
    "Ups... ir notikusi kļūda. :(": "Oops... an error has occurred. :(",
    "Notiek modernizācijas darbi!": "Modernization work in progress!",
    "Siguldas Skati, brīvdienu mājas, atpūta, daba, dizains, Siguld...": "Siguldas Skati, holiday houses, relaxation, nature, design, Sigulda...",
    "Sākums": "Home",
    "Es piekrītu datu uzglabāšanai un apstrādei": "I agree to data storage and processing",
    "Ievadiet savu e-pastu": "Enter your email address",
    "Abonēt": "Subscribe",
    "Paldies! Jūsu pieteikums ir saņemts.": "Thank you! You have subscribed.",
    "Paldies! Jūsu ziņa ir saņemta.": "Thank you! Your message has been received.",
    "Notikusi kļūda! Mēģini vēlreiz vai sazinies ar mums pa telefonu.": "An error occurred! Please try again or contact us by phone.",
    "Izvēlies...": "Choose...",
    "Ērtības un aprīkojums": "Amenities and equipment",
    "Cenas un papildu informācija": "Prices and additional information",
    "Sazinies ar mums, ja rodas neskaidrības vai vēlies uzzināt vairāk par mūsu brīvdienu dizaina mājām.": "Contact us if you have any questions or want to learn more about our holiday design houses.",
    "Vārds": "Name",
    "Uzvārds": "Surname",
    "Telefons": "Phone",
    "E-pasts": "Email",
    "Jautājums": "Question",
    "Nosūtīt": "Send",
    "Cēsu iela 17, Sigulda, Latvija": "Cēsu street 17, Sigulda, Latvia",
    "Kur atrodas Siguldas Skati?": "Where is Siguldas Skati located?",
    "Mūsu brīvdienu mājas atrodas Siguldas centrā, Cēsu ielā 17, blakus Siguldas Panorāmas ratam un Svētku laukumam.": "Our holiday houses are located in the center of Sigulda, at Cēsu Street 17, next to the Sigulda Panorama Wheel and Festival Square.",
    "Vai pie brīvdienu mājām ir pieejama autostāvvieta?": "Is there parking available at the holiday houses?",
    "Jā, viesiem ir pieejama bezmaksas privātā autostāvvieta pie naktsmītnes.": "Yes, free private parking is available for guests at the accommodation.",
    "Vai varu ierasties ar bērniem?": "Can I come with children?",
    "Jā, naktsmītnes ir piemērota ģimenēm. \"Black\" mājā ir atsevišķa bērnistaba, un tajā ērti var uzturēties divi pieaugušie un līdz diviem bērniem.": "Yes, the accommodation is suitable for families. The \"Black\" house has a separate children's room and can comfortably accommodate two adults and up to two children.",
    "Kādi ir reģistrēšanās un izrakstīšanās laiki?": "What are the check-in and check-out times?",
    "Reģistrēšanās laiks: no plkst. 15:00 - 18:00": "Check-in time: from 3:00 PM - 6:00 PM",
    "Izrakstīšanās laiks: līdz plkst. 8:00 - 11:00": "Check-out time: until 8:00 AM - 11:00 AM",
    "Vai ir pieejams bezvadu internets?": "Is wireless internet available?",
    "Jā, visās telpās ir pieejams bezmaksas Wi-Fi.": "Yes, free Wi-Fi is available in all rooms.",
    "Vai brīvdienu mājās ir pieejama virtuve?": "Is there a kitchen available in the holiday houses?",
    "Jā, visās brīvdienu mājās ir pilnībā aprīkota virtuve ar plīts virsmu, ledusskapi, trauku mazgājamo mašīnu, kafijas aparātu un visu nepieciešamo maltīšu pagatavošanai.": "Yes, all holiday houses have a fully equipped kitchen with stovetop, refrigerator, dishwasher, coffee maker and everything needed for meal preparation.",
    "Vai pieejama bērnu gultiņa vai papildus gultas veļa bērniem?": "Is a baby cot or extra bedding available for children?",
    "Jā, pēc pieprasījuma var nodrošināt bērnu gultiņu": "Yes, a baby cot can be provided upon request",
    "Vai atļauti ir mājdzīvnieki?": "Are pets allowed?",
    "Ar mājdzīvniekiem pašlaik atpūta mūsu dizaina mājās nav atļauta.": "Currently pets are not allowed in our design houses.",
    "Vai mājā ir gaisa kondicionētājs un apkure?": "Is there air conditioning and heating in the house?",
    "Jā, māja ir aprīkota ar gaisa kondicionētāju un efektīvu apkures sistēmu, lai nodrošinātu komfortu jebkurā gadalaikā.": "Yes, the house is equipped with air conditioning and an efficient heating system to ensure comfort in any season.",
    "Kā notiek rezervācija?": "How does the reservation process work?",
    "Rezervāciju iespējams ir veikt tiešsaistē caur rezervēšanas platformu booking.com": "Reservations can be made online through the booking.com reservation platform",
    "Vai sauna un džakūzis ir iekļauts cenā?": "Are the sauna and jacuzzi included in the price?",
    "Nē, sauna un džakuzi nav iekļauti naktsmītnes cenā – tie ir pieejami par papildu samaksu, iepriekš vienojoties par rezervāciju.": "No, the sauna and jacuzzi are not included in the accommodation price – they are available for an additional fee, with prior reservation.",
    "Jūsu privātajā virtuvē:": "In Your Private Kitchen:",
    "Ledusskapis": "Refrigerator",
    "Krāns": "Tap",
    "Kafijas automāts": "Coffee Machine",
    "Plīts virsma": "Cooktop",
    "Virtuves piederumi": "Kitchen Utensils",
    "Pusdienu galds": "Dining Table",
    "Trauku mazgājamā mašīna": "Dishwasher",
    "Jūsu privātajā vannas istabā:": "In Your Private Bathroom:",
    "Tualete": "Toilet",
    "Dvieļi": "Towels",
    "Vanna vai duša": "Bath or Shower",
    "Tualetes papīrs": "Toilet Paper",
    "Skats:": "View:",
    "Skats uz dārzu": "Garden View",
    "Skats uz iekšpagalmu": "Courtyard View",
    "Mājas iespējas:": "House Features:",
    "Terase": "Terrace",
    "Virtuves zona": "Kitchen Area",
    "Gaisa kondicionētājs": "Air Conditioning",
    "Virtuve": "Kitchen",
    "Terase/iekšpagalms": "Terrace/Courtyard",
    "Dīvāns": "Sofa",
    "Drēbju skapis": "Wardrobe",
    "Gultas veļa": "Bed Linen",
    "Kontaktligzda pie gultas": "Bedside Socket",
    "Atpūtas zona": "Seating Area",
    "Ēdamistabas zona": "Dining Area",
    "Privāta ieeja": "Private Entrance",
    "Televizors": "TV",
    "Atsevišķa ēka": "Entire Building",
    "Drēbju stativs": "Clothes Rack",
    "Dīvāngulta": "Sofa Bed",
    "Apkure": "Heating",
    "Oglekļa monoksīda detektors": "Carbon Monoxide Detector",
    "Plakana ekrāna televizors": "Flat-screen TV",
    "Smēķēšana:": "Smoking:",
    "Nav atļauts:": "Not allowed:",
    "Filtrēts dzeramais ūdens": "Filtered drinking water"
}
